import PlaceImg from '../../img/main4.png';

export const SHOPS = [
    {
        address: `25 октября 42 "ТК Мегаполис"`,
        coordinates: [59.574953, 30.126266],
        description: 'Мы располагаемся на первом этаже </br> торгового центра "Мегаполис" </br> в торговом помещении №108',
        phone: '+79111231122'
    },
    {
        address: `Пушкинское ш. 15 "ТК Кубус"`,
        coordinates: [59.581985, 30.148701],
        description: 'Мы располагаемся на третем этаже</br> торгового центра "Кубус"</br> на футкорте',
        phone: '+79114567733'
    },
    {
        address: `Красносельское ш. 12 "ТК Окей"`,
        coordinates: [59.583400, 30.138892],
        description: 'Мы располагаемся на первом этаже</br> торгового центра "Окей"</br> в торговом помещении №16',
        phone: '+79117895544'
    },
    {
        address: `Речной 4 "Пятерочка"`,
        coordinates: [59.548381, 30.087975],
        description: 'Мы располагаемся прямо при входе</br> в торговый зал магазина "Пятерочка"',
        phone: '+7911134634533'
    },
    {
        address: `Генерала Кныша 2 "ТК Пилот"`,
        coordinates: [59.563361, 30.093041],
        description: 'Мы располагаемся на третьем этаже</br> торгового центра "Пилот"</br> на футкорте',
        phone: '+791117964477'
    },
    {
        address: `Леонова 3 "Пятерочка"`,
        coordinates: [59.559651, 30.125003],
        description: 'Мы располагаемся прямо при входе</br> в торговый зал магазина "Пятерочка"',
        phone: '+79112356754'
    },
]

export const PLACEHOLDER_IMG = {
    standart: PlaceImg
}

export const ADDRESS_FOOTER_TEXT = {
    workTime: "Мы работаем с 9:00 до 21:00 без обеда и выходных",
    brand: 'SuperShop'
}